{
  "plot": "ในเดือนยี่ มีคนนำสารมาแจ้งว่า ชาวเมืองชายแดนทั้งเหนือใต้และตะวันตก รายงานว่าท้าวอุเทนเกณฑ์ทหารสามด้านเพื่อโจมตี สารจากปากน้ำแจ้งว่ามีเรือกำปั่นห้าพันลำบรรทุกพลชวามาทอดสมออยู่ห่างจากเมืองสี่สิบเส้น ทางเหนือแจ้งว่ามีพวกฝรั่งอังกฤษและมักกะสันขี่ม้าห้าหมื่นบุกตีเมืองชายแดน ส่วนทางตะวันตกมีทหารราบพร้อมปืนใหญ่มลายู สุระตัน วิลันดา บุกเข้ามาในด่านชานบุรี\n\nท้าวทศวงศ์ฟังแล้วเศร้าพระทัย สั่งเสนาบดีเตรียมทัพสามทัพ ทัพละสองหมื่นคน ให้ถือปืนไปรับศึก อย่าให้ข้าศึกรุกเข้ามา สั่งให้ป้องกันปากน้ำด้วยโซ่ขึงค่ายคู เอาปืนใหญ่ขึ้นป้อมคอยยิงข้าศึก และให้เกณฑ์ไพร่พลในเมืองตรวจตราหน้าที่ ใครขาดราชการจะลงโทษ\n\nเสนาบดีรับสั่ง เร่งระดมพล เตรียมรับมือชาวชวาและมลายู ส่วนทหารรักษาหน้าที่สี่หมื่นคนประจำปืนตามป้อมและประตูวัง สั่งให้กวาดต้อนผู้คนเข้ามาในกำแพงเมือง พวกผู้ดีมีทรัพย์สินก็เอาเงินทองใส่ถังฝังซ่อนไว้\n\nฝ่ายนางสนมในวังทราบข่าวศึกก็ใจหาย ต่างย้ายข้าวของซุกซ่อน ญาติวงศ์ต่างเศร้าโศก บ้างกลัวถูกจับไปฆ่า บ้างกลัวถูกพวกกะลาสีทำร้าย สาวสวรรค์ทั้งหลายต่างหวาดกลัว บ้างไปบอกลาเพื่อนรัก\n\nพระอัครมเหสีทรงโศกหนัก รีบไปหาพระธิดา เกษรา กอดกันร้องไห้ กลัวว่าพระบิดาจะส่งตัวไปให้ชาวต่างชาติ เกษรา ทูลว่าจะผูกคอตายไม่ยอมแต่งกับคนต่างชาติ พระมารดรปลอบให้สวดมนต์ภาวนาให้พ้นภัย แล้วจะไปทูลขอพระสวามีให้ผ่อนผัน จากนั้นก็จุมพิตลาจาก\n\nเกษราอยู่คนเดียวในห้อง กลัวจะต้องตกเป็นของข้าศึก คิดถึง ศรีสุวรรณ พราหมณ์หนุ่มคนรัก เสียใจที่จะต้องจากกันไปโดยไม่ได้ร่ำลา จึงเรียกพี่เลี้ยงสี่คนมาปรึกษาว่าจะทำอย่างไรหากพระบิดาส่งตัวไปให้ข้าศึก พี่เลี้ยงบอกว่าจะตายตาม จำจะต้องไปถามข่าวจากพราหมณ์น้อยที่สวนศรี ซึ่งเคยให้สัญญาว่าจะรักและดูแล\n\nพระธิดาจึงสั่งศรีสุดาให้ไปที่สวน แล้วสอบถามข่าวคราวจากพราหมณ์หนุ่ม ให้รีบกลับมาอย่าช้า\n\nศรีสุดาดีใจ รีบแต่งตัวบอกนายประตูว่าจะไปเก็บดอกลำดวนที่สวน แล้วรีบรุดไปยังอุทยาน พบ ศรีสุวรรณ และพี่เลี้ยงสามคน จึงแสร้งถามว่า ถ้าคิดจะปัดป้องเรื่องนี้แล้วจะไม่เป็นผล บัดนี้ ท้าวอุเทน เกณฑ์พลมาประจญจะให้ส่งองค์ธิดา ทูลกระหม่อมจอมกษัตริย์ต้องจัดทัพไปตั้งรับรบพุ่งยุ่งหนักหนา ถ้าเพลี่ยงพล้ำจำส่งองค์พะงา กัลยาหมายมั่นจะบรรลัย จึงใช้ข้ามาถามเป็นความลับ พระจะดับยุคเข็ญเป็นไฉน แม้นสุดฤทธิ์สุดรู้ภูวไนย จะบรรลัยเสียให้ลับอัประมาณ\n\nศรีสุวรรณ ฟังข่าวก็ร้อนใจ บอกว่าจะอาสาสู้ศึกถวายตัวเป็นทหารออกต้านตี ให้ทัพแขกแตกกระจาย พี่เลี้ยงทั้งสี่คนก็ไม่ขลาดเขลา จะสงครามชิงนางมาให้ได้ หากดวงเนตร เกษรา ชีวาวาย จะขอตายตามสัตย์ที่ปฏิญาณ วันนี้เจ้าเอาข่าวมาบอกพี่ เป็นไมตรีตราบเท่าอวสาน ทำไฉนพี่จะได้ทำราชการ ช่วยคิดอ่านเพ็ดทูลอย่าสูญใจ\n\nศรีสุดา ทำทีอาย ถามว่า พระองค์จะไปเป็นทหารได้อย่างไร สงครามไม่ใช่เรื่องง่าย เหมือนการเกี้ยวผู้หญิง แม้จะกล้าหาญชาญชัยไปจริง ก็เห็น มิ่งเยาวมาลย์ จะทานทัด ไม่คู่เคียงเรียงเม็ดเพชรรัตน์ อย่าแกล้งตรัสแยบคายภิปรายเปรย\n\nศรีสุวรรณ ตอบว่า ถึงจะผอมซูบรูปร่างเหมือนอย่างพี่ ถ้าต่อตีเรี่ยวแรงแข็งขยัน แต่สี่คนพลอื่นสักหมื่นพัน จะห้ำหั่นเสียให้ยับลงกับมือ ครั้นจะออกอาสาเหมือนว่ากล่าว ก็กลัวท้าวจะไม่รับไม่นับถือ จึงรอรั้งฟังข่าวเขาเล่าลือ ถ้าเหลือมือศึกมาถึงธานี จะไปรับโฉมงามทรามสวาท จากปราสาทมาสงวนไว้สวนศรี แม้นสงครามตามมาจะราวี ให้ไพรีย่อยยับอัปรา เจ้าเข้าไปในวังจงฟังข่าว ได้เรื่องราวรีบออกมาบอกหนา แล้วเด็กดอกสุมาลีให้ ศรีสุดา นางคำนับรับบุปผาลาครรไล\n\nพี่เลี้ยงทั้งสามถามข่าวถึงคู่ชื่น สำราญรื่นหรือว่าน้องไม่ผ่องใส ศรีสุดาว่าข้าเจ้าไม่เข้าใจ ว่าข้างในจะอยู่สุขหรือทุกข์ร้อน มีธุระจะสั่งไปมั่งหรือ จะช่วยสื่อศุภสารสมานสมร นางพ้อตัดขัดเคืองชำเลืองค้อน แล้วรีบร้อนกลับหลังเข้าวังใน\n\nถึงปรางค์ทองย่องย่างเข้าข้างที่ อัญชลีเล่าแจ้งแถลงไข หน่อกษัตริย์ตรัสสั่งมาอย่างไร รำพันให้แจ้งจิตพระธิดา\n\nเกษรา รู้ว่า ศรีสุวรรณ คอยอยู่ด้วยความอาลัย คิดถึงองค์ทรงเดชให้เวทนา จะอาสาสงครามเพราะความรัก เมื่อรูปทรงองค์เอวก็อ้อนแอ้น ยังขืนแค่นคิดการจะหาญหัก น่าสงสารผ่านฟ้าหนักหนานัก นางซบพักตร์ไห้สะอื้นกลืนน้ำตา พระยอดรักรูปทองของน้องเอ๋ย เมื่อไรเลยน้องจะได้ออกไปหา แม้นบ้านเสียเมืองแตกแขกเข้ามา จะอุตส่าห์ไปให้พบประสบองค์ ขอวายวางข้างบาทบทเรศ พระปิ่นเกศกษัตริย์ชาติราชหงส์ ถึงชาตินี้มิได้อยู่เป็นคู่คง ขอพบองค์ภูวนาถทุกชาติไป อันชายอื่นหมื่นแสนทั้งแผ่นภพ ไม่ขอคบขอคิดพิสมัย นางครวญคร่ำรำพึงตะลึงตะไล ด้วยจิตใจอยู่ที่ ศรีสุวรรณ\n\nพี่เลี้ยงสี่คนต่างก็คร่ำครวญถึงสวนขวัญ\n\nฝ่ายทัพ อุเทนราช พบกับอำมาตย์รมจักรเข้าหักหาญ ไทยต้านไม่ไหวแตกพ่าย พลชวามลายูตามติด ชาวเมืองหนีเข้าเมือง ทัพอุเทนล้อมเมือง\n\nท้าวทศวงศ์เศร้าโศก เสนาไพร่พลตายมาก เห็นว่าบ้านเมืองอาจถึงอันตราย คิดจะส่ง เกษรา ให้ข้าศึก แต่ก็อับอาย จึงตัดสินใจแต่งองค์ขึ้นคอช้างตรวจพลให้รักษาหน้าที่ หากข้าศึกฮึกฮักมาจะต่อต้านให้ถึงที่สุด เกณฑ์ไพร่พลในเมืองสี่หมื่นคนเตรียมพร้อม หากมีเหตุฉุกเฉินจะได้เพิ่มเติมคนบนเชิงเทิน\n\nทหารของ ท้าวอุเทน ตั้งค่ายล้อมเมือง ส่งทูตถือสารไปว่า หากเจ้าเมืองยังรักตัว ให้รีบส่ง พระธิดา มาแต่โดยดี\n\nฝ่ายไทยให้ล่ามไปถาม ทูตแจ้งว่า พระปิ่นเกล้าชาวชวาต้องการ เกษรา มาเป็นชายา ได้มาสู่ขอแต่ถูกปฏิเสธ จึงให้เรามาเอาโทษ หากไม่ส่งตัวมาจะตีเมืองให้วายชีวา\n\nพระทรงฟังหนังสือรื้อเป็นทุกข์ จึงถามมนตรีที่ปรึกษา เสนาทูลว่า หากไม่อ่อนน้อมยอมยิงจะชิงชัย ก็เห็นไม่พ้นอาญาปัจจามิตร หากทรงธรรม์กรุณาประชาราษฎร์ อนุญาตยอมถวายให้หายผิด เหมือนให้เหล่าชาวบุรีมีชีวิต ขอพระองค์ทรงคิดให้ควรการ\n\nพระทรงฟังคำปรึกษาพวกข้าเฝ้า ยิ่งร้อนเร่าราวกับไฟประลัยผลาญ แต่ทรงไตร่ตรองช้านาน สั่งมหาเสนาให้ปล่อยทูตไปบอกแม่ทัพใหญ่ ขอตรึกตรองสามวัน\n\nอำมาตย์แจ้งแก่ทูต ท้าวทศวงศ์เข้าบรรทมด้วยความรำคาญ\n\nพระธิดา ได้ยินเสียงกึกก้องก็ตกใจ ให้คนไปสืบข่าว ทราบว่าข้าศึกล้อมเมือง นางโฉมยงองค์สั่นพระขวัญหาย พี่เลี้ยงปลอบว่า หน่อกษัตริย์ จะมารับ หากถึงคราวอับจน จะแก้ไข นางฟังก็ยังคงปั่นป่วนในใจ\n\nศรีสุวรรณ เห็นข้าศึกล้อมเมือง ก็ใจหาย ปรึกษาพี่เลี้ยงทั้งสามว่า น้องเสียดายพระธิดายุพาพาล พี่เลี้ยงตอบว่า หากคิดจะทำอะไรก็ทำไป พวกตนจะไม่ไปไหน\n\nศรีสุวรรณ จึงบอกว่าจะไปเข้าเฝ้าเจ้าเมือง โดยจะฝ่าค่ายข้าศึกเข้าไป ตัดหัวข้าศึกไปถวาย\n\nพี่เลี้ยงเห็นด้วย บอกว่า หากไม่ให้ใครรู้ก็จะดูเบา เพราะรูปร่างหน้าตาของพวกตนไม่น่าจะสู้รบได้\n\nศรีสุวรรณ ชวนพี่เลี้ยงแต่งตัวเป็นพราหมณ์ชี ถือกระบองออกเดินทางไปยังค่ายข้าศึก\n\nฝ่ายฝรั่งอังกฤษเห็นพราหมณ์เดินมุ่งเข้าเมือง ก็คิดประหลาดใจ จึงให้ทหารออกไปล้อมจับ\n\nศรีสุวรรณ สำแดงเดช ชิงชัยในสนาม พี่เลี้ยงทั้งสามคอยคุ้มกัน ฟันแทงข้าศึกแตกกระจาย ตัดศีรษะข้าศึกมาแขวนไว้ที่หน้าประตูเมือง\n\nทหารรักษาประตูเมืองตกตะลึง รีบเปิดประตูให้เข้าไป\n\nเสนาบดีจึงถามว่า มาทำอะไร ศรีสุวรรณ ตอบว่า สำเภาแตก เป็นคนต่างเมือง เห็นข้าศึกล้อมเมืองแล้วรำคาญ จึงเข้ามาขออาสาต่อต้าน สังหารพวกแขกให้แตกสิ้น เพื่อสนองพระเดชพระคุณ\n\nเสนาบดีดีใจ พาเข้าเฝ้า ท้าวทศวงศ์",
  "characters": [
    "ศรีสุวรรณ",
    "พระธิดา",
    "พี่เลี้ยงทั้งสาม",
    "ท้าวทศวงศ์",
    "ท้าวอุเทน",
    "เสนาบดี",
    "ศรีสุดา"
  ]
}