{
  "plot": "ในอดีตกาล มีพระราชาทรงพระนามว่าท้าวสุทัศน์ ปกครองเมืองรัตนานามธานีอันยิ่งใหญ่ พระองค์มีพระมเหสีนามว่าพระนางปทุมเกสร และมีพระโอรสสองพระองค์คือ พระอภัยมณีผู้พี่ และศรีสุวรรณผู้น้อง ทั้งสองพระองค์ทรงสง่างาม\n\nเมื่อพระโอรสเจริญวัย ท้าวสุทัศน์ทรงปรารถนาให้พระโอรสทั้งสองสืบทอดราชบัลลังก์ แต่ทรงเห็นว่ายังขาดความรู้ความสามารถ จึงตรัสสั่งให้พระโอรสไปศึกษาหาความรู้จากครูบาอาจารย์ที่มีชื่อเสียง เพื่อจะได้ปกป้องบ้านเมืองได้ในภายภาคหน้า\n\nพระอภัยมณีและศรีสุวรรณรับพระบัญชาด้วยความยินดี ทั้งสองวางแผนการเดินทางเพื่อแสวงหาสำนักอาจารย์ที่เชี่ยวชาญ เมื่อแสงจันทร์ส่องสว่าง ทั้งสองก็ออกเดินทางจากเมืองหลวง มุ่งหน้าสู่ป่าใหญ่\n\nระหว่างทาง ทั้งสองพระองค์ต้องเผชิญกับความยากลำบากนานัปการ ทั้งความเหน็ดเหนื่อยจากการเดินทาง และความหวาดกลัวจากเสียงสัตว์ป่า แต่ด้วยความมุ่งมั่น ทั้งสองก็เดินทางมาถึงหมู่บ้านจันตคาม ที่นั่นมีอาจารย์ผู้มีชื่อเสียงอยู่สองท่าน ท่านแรกเชี่ยวชาญการต่อสู้ด้วยอาวุธ และอีกท่านเชี่ยวชาญการเป่าปี่\n\nอาจารย์ทั้งสองประกาศว่า ผู้ที่ต้องการเรียนวิชาจะต้องนำทองคำแสนตำลึงมาเป็นค่าเล่าเรียน พระอภัยมณีสนใจวิชาเป่าปี่ ส่วนศรีสุวรรณสนใจวิชาการต่อสู้ ทั้งสองจึงตัดสินใจนำธำมรงค์ที่มีค่าเท่าทองแสนตำลึงไปมอบให้เป็นค่าเล่าเรียน\n\nพระอภัยมณีไปศึกษาการเป่าปี่กับอาจารย์ผู้เชี่ยวชาญการดนตรี ส่วนศรีสุวรรณไปศึกษาการต่อสู้ด้วยอาวุธกับอาจารย์อีกท่าน ทั้งสองพระองค์ตั้งใจศึกษาเล่าเรียนจนมีความรู้ความสามารถ\n\nเมื่อสำเร็จวิชาแล้ว อาจารย์ได้มอบปี่วิเศษและกระบองให้แก่พระอภัยมณีและศรีสุวรรณตามลำดับ อาจารย์ให้โอวาทสั่งสอนถึงวิธีการใช้วิชาที่ได้ร่ำเรียนมา เพื่อให้ทั้งสองนำไปใช้ให้เกิดประโยชน์\n\nพระอภัยมณีและศรีสุวรรณเดินทางกลับเมืองรัตนานามธานี เมื่อท้าวสุทัศน์ได้ทอดพระเนตรเห็นพระโอรสทั้งสองเสด็จกลับมา ก็ทรงเรียกเข้าพบในท้องพระโรง\n\nพระอภัยมณีและศรีสุวรรณกราบทูลถึงวิชาที่ได้ร่ำเรียนมา แต่ท้าวสุทัศน์กลับทรงกริ้ว ตรัสว่าวิชาที่ทั้งสองร่ำเรียนมานั้นไม่เหมาะสมกับกษัตริย์ ทรงขับไล่พระโอรสทั้งสองออกจากเมือง\n\nพระอภัยมณีและศรีสุวรรณเสียพระทัยมากที่พระบิดาไม่ทรงพอพระทัย ทั้งสองตัดสินใจออกจากเมืองหลวง มุ่งหน้าสู่ป่าใหญ่อีกครั้ง\n\nระหว่างทาง ศรีสุวรรณให้กำลังใจพระอภัยมณี ทั้งสองปลอมตัวเป็นชายชาวบ้านธรรมดา เพื่อหลีกเลี่ยงการถูกผู้คนจดจำ ทั้งสองเดินทางรอนแรมไปในป่าเป็นเวลานาน จนกระทั่งมาถึงชายทะเล\n\nที่ชายหาด ทั้งสองได้พบกับมาณพหนุ่มสามคน คือ โมรา สานน และวิเชียร ทั้งสามเป็นสหายกันและมีความสามารถพิเศษแตกต่างกัน โมราสามารถผูกหญ้าเป็นสำเภาได้ สานนสามารถเรียกฝนลมได้ และวิเชียรสามารถยิงธนูได้อย่างแม่นยำ\n\nมาณพทั้งสามถามถึงความเป็นมาของพระอภัยมณีและศรีสุวรรณ ทั้งสองจึงเล่าเรื่องราวทั้งหมดให้ฟัง เมื่อมาณพทั้งสามได้ทราบว่าพระอภัยมณีและศรีสุวรรณเป็นโอรสของกษัตริย์ ก็รู้สึกเคารพและให้ความช่วยเหลือ\n\nวิเชียรสงสัยว่าวิชาดนตรีของพระอภัยมณีจะมีประโยชน์อย่างไร พระอภัยมณีจึงอธิบายว่า ดนตรีสามารถใช้ระงับความโกรธและทำให้ผู้คนลุ่มหลงได้ เพื่อพิสูจน์ให้เห็นจริง พระอภัยมณีจึงเป่าปี่ให้มาณพทั้งสามฟัง ปรากฏว่าเมื่อได้ยินเสียงปี่ มาณพทั้งสามก็เคลิบเคลิ้มหลับไป",
  "characters": [
    "ท้าวสุทัศน์",
    "พระนางปทุมเกสร",
    "พระอภัยมณี",
    "ศรีสุวรรณ",
    "โมรา",
    "สานน",
    "วิเชียร"
  ]
}